Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/GameControlleriOSSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ENABLED_APP_DESC_FALSE
source: Turn on custom controller settings for %@.
ar: تشغيل الإعدادات المخصصة لذراع التحكم لـ %@.
bg: Включи персонализирани настройки на контролер за %@.
ca: Activa la configuració de comandament personalitzada per a %@.
cs: Zapne vlastní nastavení ovladače pro aplikaci %@.
da: Slå specielle controllerindstillinger til for %@.
de: Aktiviere eigene Controller-Einstellungen für „%@“.
el: Ενεργοποίηση προσαρμοσμένων ρυθμίσεων χειριστηρίου για «%@».
es: Activa los ajustes personalizados del mando en “%@”.
es_us: Activa la configuración personalizada del control de %@.
fi: Laita %[tt]@-apin muokatut ohjainasetukset päälle.
fr: Activez les réglages personnalisés de la manette pour %@.
fr_ca: Activez les réglages personnalisés de la manette pour %@.
he: הפעלת הגדרות מותאמות אישית לשלט המשחק של %@
hi: %@ के लिए कस्टम कंट्रोलर सेटिंग्ज़ चालू करें।
hr: Uključite prilagođene postavke kontrolera za %@.
hu: Bekapcsolhatja a vezérlő beállításait a(z) %@ apphoz.
id: Nyalakan pengaturan pengontrol khusus untuk %@.
it: Attiva le impostazioni personalizzate del controller per %@.
ja: %[tt]@のコントローラ設定をオンにします。
kk: %@ үшін арнаулы контроллер реттеулерін қосу.
ko: %@에 대해 사용자화된 컨트롤러 설정을 켭니다.
lt: Įjunkite valdiklio pasirinktinius nustatymus žaidimui „%@“.
ms: Aktifkan seting pengawal tersuai untuk %@.
nb: Slå på tilpassede kontrollerinnstillinger for bruk med %@.
nl: Schakel aangepaste controllerinstellingen in voor %@.
pl: Włącz własne ustawienia kontrolera dla „%@”.
pt_br: Ative ajustes de controle personalizados para %@.
pt_pt: Ativar as definições do comando personalizadas para %@.
ro: Activați configurările personalizate ale controllerului pentru %@.
ru: Включите использование измененных настроек контроллера для %@.
sk: Zapne vlastné nastavenia ovládača pre apku %@.
sl: Vklopi prilagojene nastavitve kontrolerja za %@.
sv: Slå på anpassade spelkontrollinställningar för %@.
th: เปิดใช้การกำหนดการตั้งค่าอุปกรณ์ควบคุมสำหรับ%[tt]@
tr: %@ için özel kumanda ayarlarını açar.
uk: Увімкнути власні параметри контролера для %@.
vi: Bật cài đặt bộ điều khiển tùy chỉnh cho %@.
zh_cn: 打开%@的自定义控制器设置。
zh_hk: 為%@開啟自訂控制器設定。
zh_tw: 開啟%@的自訂控制器設定。

# ENABLED_APP_DESC_TRUE
source: Turn off custom controller settings for %@.
ar: إيقاف الإعدادات المخصصة لذراع التحكم لـ %@.
bg: Изключи персонализирани настройки на контролер за %@.
ca: Desactiva la configuració de comandament personalitzada per a %@.
cs: Vypne vlastní nastavení ovladače pro aplikaci %@.
da: Slå specielle controllerindstillinger fra for %@.
de: Deaktiviere eigene Controller-Einstellungen für „%@“.
el: Απενεργοποίηση προσαρμοσμένων ρυθμίσεων χειριστηρίου για «%@».
es: Desactiva los ajustes personalizados del mando en “%@”.
es_us: Desactiva la configuración personalizada del control de %@.
fi: Laita %[tt]@-apin muokatut ohjainasetukset pois päältä.
fr: Désactivez les réglages personnalisés de la manette pour %@.
fr_ca: Désactivez les réglages personnalisés de la manette pour %@.
he: כיבוי הגדרות מותאמות אישית לשלט המשחק של %@
hi: %@ के लिए कस्टम कंट्रोलर सेटिंग्ज़ बंद करें।
hr: Isključite prilagođene postavke kontrolera za %@.
hu: Kikapcsolhatja a vezérlő egyéni beállításait a(z) %@ apphoz.
id: Matikan pengaturan pengontrol khusus untuk %@.
it: Disattiva le impostazioni personalizzate del controller per %@.
ja: %[tt]@のコントローラ設定をオフにします。
kk: %@ үшін арнаулы контроллер реттеулерін өшіру.
ko: %@에 대해 사용자화된 컨트롤러 설정을 끕니다.
lt: Išjunkite valdiklio pasirinktinius nustatymus žaidimui „%@“.
ms: Nyahaktifkan seting pengawal tersuai untuk %@.
nb: Slå av tilpassede kontrollerinnstillinger for bruk med %@.
nl: Schakel aangepaste controllerinstellingen uit voor %@.
pl: Wyłącz własne ustawienia kontrolera dla „%@”.
pt_br: Desative ajustes de controle personalizados para %@.
pt_pt: Desativar as definições do comando personalizadas para %@.
ro: Dezactivați configurările personalizate ale controllerului pentru %@.
ru: Выключите использование измененных настроек контроллера для %@.
sk: Vypne vlastné nastavenia ovládača pre apku %@.
sl: Izklopi prilagojene nastavitve kontrolerja za %@.
sv: Stäng av anpassade spelkontrollinställningar för %@.
th: ปิดใช้การกำหนดการตั้งค่าอุปกรณ์ควบคุมสำหรับ%[tt]@
tr: %@ için özel kumanda ayarlarını kapatır.
uk: Вимкнути власні параметри контролера для %@.
vi: Tắt cài đặt bộ điều khiển tùy chỉnh cho %@.
zh_cn: 关闭%@的自定义控制器设置。
zh_hk: 為%@關閉自訂控制器設定。
zh_tw: 關閉%@的自訂控制器設定。

# ENABLED_DESC_FALSE
source: Turn on custom settings for this controller.
ar: تشغيل الإعدادات المخصصة لذراع التحكم هذه.
bg: Включи персонализираните настройки за този контролер.
ca: Activa la configuració personalitzada per a aquest comandament.
cs: Zapne vlastní nastavení tohoto ovladače.
da: Slå specielle indstillinger til for denne controller.
de: Aktiviere eigene Einstellungen für diesen Controller.
el: Ενεργοποίηση προσαρμοσμένων ρυθμίσεων για αυτό το χειριστήριο.
es: Activa los ajustes personalizados de este mando.
es_us: Activa la configuración personalizada de este control.
fi: Laita tämän ohjaimen muokatut asetukset päälle.
fr: Activez les réglages personnalisés pour cette manette.
fr_ca: Activez les réglages personnalisés pour cette manette.
he: הפעלת הגדרות מותאמות אישית של שלט משחק זה
hi: इस कंट्रोलर के लिए कस्टम सेटिंग्ज़ चालू करें।
hr: Uključite prilagođene postavke kontrolera za ovaj kontroler.
hu: Bekapcsolhatja a vezérlő egyéni beállításait.
id: Nyalakan pengaturan khusus untuk pengontrol ini.
it: Attiva le impostazioni personalizzate per questo controller.
ja: このコントローラのカスタム設定をオンにします。
kk: Осы контроллер үшін арнаулы реттеулерді қосу.
ko: 이 컨트롤러에 대해 사용자화된 설정을 켭니다.
lt: Įjunkite šio valdiklio pasirinktinius nustatymus.
ms: Aktifkan seting tersuai untuk pengawal ini.
nb: Slå på tilpassede innstillinger for kontrolleren.
nl: Schakel aangepaste instellingen in voor deze controller.
pl: Włącz własne ustawienia dla tego kontrolera.
pt_br: Ative ajustes personalizados para este controle.
pt_pt: Ativar as definições personalizadas para este comando.
ro: Activați configurările personalizate pentru acest controller.
ru: Включите использование измененных настроек для этого контроллера.
sk: Zapne vlastné nastavenia pre tento ovládač.
sl: Vklopi prilagojene nastavitve za ta kontroler.
sv: Slå på anpassade inställningar för den här spelkontrollen.
th: เปิดใช้การกำหนดการตั้งค่าสำหรับอุปกรณ์ควบคุมนี้
tr: Bu kumanda için özel ayarları açar.
uk: Увімкнути власні параметри для цього контролера.
vi: Bật cài đặt tùy chỉnh cho bộ điều khiển này.
zh_cn: 打开此控制器的自定义设置。
zh_hk: 為此控制器開啟自訂設定。
zh_tw: 開啟此控制器的自訂設定。

# ENABLED_DESC_TRUE
source: Turn off custom settings for this controller.
ar: إيقاف الإعدادات المخصصة لذراع التحكم هذه.
bg: Изключи персонализираните настройки за този контролер.
ca: Desactiva la configuració personalitzada per a aquest comandament.
cs: Vypne vlastní nastavení tohoto ovladače.
da: Slå specielle indstillinger fra for denne controller.
de: Deaktiviere eigene Einstellungen für diesen Controller.
el: Απενεργοποίηση προσαρμοσμένων ρυθμίσεων για αυτό το χειριστήριο.
es: Desactiva los ajustes personalizados de este mando.
es_us: Desactiva la configuración personalizada de este control.
fi: Laita tämän ohjaimen muokatut asetukset pois päältä.
fr: Désactivez les réglages personnalisés pour cette manette.
fr_ca: Désactivez les réglages personnalisés pour cette manette.
he: כיבוי הגדרות מותאמות אישית של שלט משחק זה
hi: इस कंट्रोलर के लिए कस्टम सेटिंग्ज़ बंद करें।
hr: Isključite prilagođene postavke kontrolera za ovaj kontroler.
hu: Kikapcsolhatja a vezérlő egyéni beállításait.
id: Matikan pengaturan khusus untuk pengontrol ini.
it: Disattiva le impostazioni personalizzate per questo controller.
ja: このコントローラのカスタム設定をオフにします。
kk: Осы контроллер үшін арнаулы реттеулерді өшіру.
ko: 이 컨트롤러에 대해 사용자화된 설정을 끕니다.
lt: Išjunkite šio valdiklio pasirinktinius nustatymus.
ms: Nyahaktifkan seting tersuai untuk pengawal ini.
nb: Slå av tilpassede innstillinger for kontrolleren.
nl: Schakel aangepaste instellingen uit voor deze controller.
pl: Wyłącz własne ustawienia dla tego kontrolera.
pt_br: Desative ajustes personalizados para este controle.
pt_pt: Desativar as definições personalizadas para este comando.
ro: Dezactivați configurările personalizate pentru acest controller.
ru: Выключите использование измененных настроек для этого контроллера.
sk: Vypne vlastné nastavenia pre tento ovládač.
sl: Izklopi prilagojene nastavitve za ta kontroler.
sv: Stäng av anpassade inställningar för den här spelkontrollen.
th: ปิดใช้การกำหนดการตั้งค่าสำหรับอุปกรณ์ควบคุมนี้
tr: Bu kumanda için özel ayarları kapatır.
uk: Вимкнути власні параметри для цього контролера.
vi: Tắt cài đặt tùy chỉnh cho bộ điều khiển này.
zh_cn: 关闭此控制器的自定义设置。
zh_hk: 為此控制器關閉自訂設定。
zh_tw: 關閉此控制器的自訂設定。

# FIND_CONTROLLER_BUTTON_IOS
source: Identify Controller
ar: التعرف على ذراع التحكم
bg: Идентифицирай контролер
ca: Identifica el comandament
cs: Identifikace ovladače
da: Identificer controller
de: Controller identifizieren
el: Αναγνώριση χειριστηρίου
es: Identificar mando
es_us: Identificar control
fi: Tunnista ohjain
fr: Identifier la manette
fr_ca: Identifier la manette
he: זיהוי שלט משחק
hi: कंट्रोलर की पहचान करें
hr: Identificiraj kontroler
hu: Vezérlő azonosítása
id: Identifikasi Pengontrol
it: Rileva controller
ja: コントローラを識別
kk: Контроллерді анықтау
ko: 컨트롤러 찾기
lt: Identifikuoti valdiklį
ms: Kenal Pasti Pengawal
nb: Identifiser kontroller
nl: Identificeer controller
pl: Zidentyfikuj kontroler
pt_br: Identificar Controle
pt_pt: Identificar comando
ro: Identificare controller
ru: Найти контроллер
sk: Identifikácia ovládača
sl: Prepoznaj kontroler
sv: Identifiera spelkontroll
th: ระบุอุปกรณ์ควบคุม
tr: Kumandayı Belirle
uk: Знайти контролер
vi: Nhận dạng bộ điều khiển
zh_cn: 识别控制器
zh_hk: 識別控制器
zh_tw: 識別控制器

# FIND_CONTROLLER_BUTTON_MACOS
source: Identify
ar: تعريف
bg: Идентифициране
ca: Identifica
cs: Identifikovat
da: Identificer
de: Identifizieren
el: Αναγνώριση
es: Identificar
es_us: Identificar
fi: Tunnista
fr: Identifier
fr_ca: Identifier
he: זיהוי
hi: पहचानें
hr: Identificiraj
hu: Azonosítás
id: Identifikasi
it: Identifica
ja: 識別
kk: Анықтау
ko: 식별
lt: Identifikuoti
ms: Kenal Pasti
nb: Identifiser
nl: Identificeer
pl: Identyfikuj
pt_br: Identificar
pt_pt: Identificar
ro: Identificați
ru: Идентифицировать
sk: Identifikovať
sl: Prepoznaj
sv: Identifiera
th: ระบุ
tr: Belirle
uk: Ідентифікувати
vi: Nhận dạng
zh_cn: 识别
zh_hk: 識別
zh_tw: 識別

# FIND_CONTROLLER_DESC_HAPTICS
source: Play a haptic pattern on this controller.
ar: تشغيل حس لمسي قصير على ذراع التحكم هذه.
bg: Пусни модел на допир на този контролер.
ca: Reprodueix un patró de vibració en aquest comandament.
cs: Přehraje na ovladači haptickou sekvenci.
da: Afspil et haptisk mønster på denne controller.
de: Gib ein haptisches Muster auf diesem Controller wieder.
el: Αναπαραγωγή απτικού μοτίβου σε αυτό το χειριστήριο.
es: Reproduce un patrón de vibración en este mando.
es_us: Reproduce un patrón de vibración en este control.
fi: Toista tärinäkuvio tällä ohjaimella.
fr: Émettez une série de vibrations sur cette manette.
fr_ca: Produisez une séquence de vibrations sur cette manette.
he: הפעלת דפוס רטט בשלט משחק זה
hi: इस कंट्रोलर पर हैप्टिक पैटर्न चलाएँ।
hr: Reproducirajte uzorak vibracije na ovom kontroleru.
hu: Haptikus minta lejátszása ezen a vezérlőn.
id: Putar pola haptik di pengontrol ini.
it: Fai vibrare questo controller.
ja: このコントローラで触覚パターンを再生します。
kk: Осы контроллерде жанасу сигналын ойнату.
ko: 이 컨트롤러에서 햅틱 패턴을 실행합니다.
lt: Leisti haptinį būdą šiame valdiklyje.
ms: Mainkan corak haptik pada pengawal ini.
nb: Spill av en følbar sekvens på kontrolleren.
nl: Speel een haptisch patroon af op deze controller.
pl: Odtworzenie wzoru haptycznego na tym kontrolerze.
pt_br: Reproduza um padrão tátil neste controle.
pt_pt: Reproduzir um padrão de háptica neste comando.
ro: Redați un model haptic pe acest controller.
ru: Воспроизвести тактильный сигнал на этом контроллере.
sk: Prehrá na tomto ovládači haptický vzor.
sl: Ponovite haptični vzorec s tem kontrolerjem.
sv: Spela upp ett haptiskt mönster på den här spelkontrollen.
th: เล่นรูปแบบการสั่นบนอุปกรณ์ควบคุมนี้
tr: Bu kumandada bir dokunuş modeli oynatır.
uk: Відтворити вібровідгук на цьому контролері.
vi: Phát một kiểu cảm ứng trên bộ điều khiển này.
zh_cn: 在此控制器上运行一种触感反馈模式。
zh_hk: 在此控制器上播放觸覺回報節拍。
zh_tw: 在此控制器上播放觸覺回饋節拍。

# FIND_CONTROLLER_DESC_IOS
source: Play a haptic pattern on this controller.
ar: تشغيل حس لمسي قصير على ذراع التحكم هذه.
bg: Пусни модел на допир на този контролер.
ca: Reprodueix un patró de vibració en aquest comandament.
cs: Přehraje na ovladači haptickou sekvenci.
da: Afspil et haptisk mønster på denne controller.
de: Gib ein haptisches Muster auf diesem Controller wieder.
el: Αναπαραγωγή απτικού μοτίβου σε αυτό το χειριστήριο.
es: Reproduce un patrón de vibración en este mando.
es_us: Reproduce un patrón de vibración en este control.
fi: Toista tärinäkuvio tällä ohjaimella.
fr: Émettez une série de vibrations sur cette manette.
fr_ca: Produisez une séquence de vibrations sur cette manette.
he: הפעלת דפוס רטט בשלט משחק זה
hi: इस कंट्रोलर पर हैप्टिक पैटर्न चलाएँ।
hr: Reproducirajte uzorak vibracije na ovom kontroleru.
hu: Haptikus minta lejátszása ezen a vezérlőn.
id: Putar pola haptik di pengontrol ini.
it: Fai vibrare questo controller.
ja: このコントローラで触覚パターンを再生します。
kk: Осы контроллерде жанасу сигналын ойнату.
ko: 이 컨트롤러에서 햅틱 패턴을 실행합니다.
lt: Leisti haptinį būdą šiame valdiklyje.
ms: Mainkan corak haptik pada pengawal ini.
nb: Spill av en følbar sekvens på kontrolleren.
nl: Speel een haptisch patroon af op deze controller.
pl: Odtworzenie wzoru haptycznego na tym kontrolerze.
pt_br: Reproduza um padrão tátil neste controle.
pt_pt: Reproduzir um padrão de háptica neste comando.
ro: Redați un model haptic pe acest controller.
ru: Воспроизвести тактильный сигнал на этом контроллере.
sk: Prehrá na tomto ovládači haptický vzor.
sl: Ponovite haptični vzorec s tem kontrolerjem.
sv: Spela upp ett haptiskt mönster på den här spelkontrollen.
th: เล่นรูปแบบการสั่นบนอุปกรณ์ควบคุมนี้
tr: Bu kumandada bir dokunuş modeli oynatır.
uk: Відтворити вібровідгук на цьому контролері.
vi: Phát một kiểu cảm ứng trên bộ điều khiển này.
zh_cn: 在此控制器上运行一种触感反馈模式。
zh_hk: 在此控制器上播放觸覺回報節拍。
zh_tw: 在此控制器上播放觸覺回饋節拍。

# FIND_CONTROLLER_DESC_LEDS
source: Flash the LEDs on this controller.
ar: تشغيل وميض LED على ذراع التحكم هذه.
bg: Пуснете LED светлините на този контролер.
ca: Fes parpellejar els llums LED del comandament.
cs: Zabliká na ovladači kontrolkami.
da: Blink med LED-lysene på denne controller.
de: Die LEDs auf diesem Controller sollen aufleuchten.
el: Αναβοσβήστε τα LED σε αυτό το χειριστήριο.
es: Ilumina las luces de este mando.
es_us: Hacer parpadear las luces LED en este control.
fi: Vilkuta tämän ohjaimen LED-valoja.
fr: Faites clignoter les LED de cette manette.
fr_ca: Faites clignoter les DEL de cette manette.
he: הבהוב של נורות ה-LED בשלט זה
hi: इस कंट्रोलर पर LED फ़्लैश करें।
hr: Bljeskanje LED indikatora na ovom kontroleru.
hu: A LED-ek felvillantása ezen a vezérlőn.
id: Nyalakan LED di pengontrol ini.
it: Fai lampeggiare i LED su questo controller.
ja: このコントローラでLEDを点滅させます。
kk: Осы контроллердегі жарықдиодтар жыпылықтайды.
ko: 이 컨트롤러에서 LED를 깜박입니다.
lt: Nustatyti, kad mirksėtų šio valdiklio LED lemputės.
ms: Kerlipkan LED pada pengawal ini.
nb: Blink med LED-lysene på denne kontrolleren.
nl: Laat de leds op deze controller knipperen.
pl: Diody kontrolera rozbłysną.
pt_br: Piscar os LEDs deste controle.
pt_pt: Fazer piscar os indicadores LED neste comando.
ro: Aprindeți intermitent LED‑urile de pe acest controller.
ru: Включить мигание индикаторов на этом контроллере.
sk: Diódy na ovládači zablikajú.
sl: Vklopite luči LED na tem kontrolerju.
sv: Blinka med lysdioder på den här spelkontrollen.
th: กะพริบไฟ LED บนอุปกรณ์ควบคุมนี้
tr: Bu kumandadaki LED’leri yanıp söndürür.
uk: Блимнути світлодіодами на цьому контролері.
vi: Nháy đèn LED trên bộ điều khiển này.
zh_cn: 在此控制器上闪烁LED灯。
zh_hk: 在此控制器上閃爍LED。
zh_tw: 在此控制器上閃爍LED。

# FIND_CONTROLLER_DESC_NOT_CONNECTED
source: Connect this controller to identify.
ar: يجب توصيل ذراع التحكم هذه ليتم التعرف.
bg: Свържете този контролер за идентификация.
ca: Connecta el comandament per identificar‑lo.
cs: Chcete‑li tento ovladač identifikovat, připojte ho.
da: Forbind denne controller for at identificere.
de: Schließe diesen Controller an, um ihn zu identifizieren.
el: Συνδέστε αυτό το χειριστήριο για αναγνώριση.
es: Conecta este mando para identificarlo.
es_us: Conectar este control para identificarlo.
fi: Yhdistä tämä ohjain tunnistamista varten.
fr: Connectez cette manette pour l’identifier.
fr_ca: Connectez cette manette pour l’identifier.
he: יש לחבר את השלט כדי לזהות אותו.
hi: पहचान करने के लिए इस कंट्रोलर को कनेक्ट करें।
hr: Spojite ovaj kontroler za identifikaciju.
hu: Az azonosításhoz csatlakoztassa ezt a vezérlőt.
id: Hubungkan pengontrol ini untuk mengidentifikasi.
it: Connetti questo controller per l’identificazione.
ja: このコントローラを識別するには接続します。
kk: Анықтау үшін осы контроллерді қосыңыз.
ko: 이 컨트롤러를 찾으려면 연결하십시오.
lt: Prijunkite šį valdiklį, kad galėtumėte identifikuoti.
ms: Sambungkan pengawal ini untuk mengenal pasti.
nb: Koble til kontrolleren for å identifisere den.
nl: Verbind deze controller om te identificeren.
pl: Aby zidentyfikować kontroler, połącz z nim.
pt_br: Conecte este controle para identificar.
pt_pt: Ligue este comando para a identificação.
ro: Conectați acest controller pentru identificare.
ru: Подключите этот контроллер для его определения.
sk: Ak chcete identifikovať tento ovládač, pripojte ho.
sl: Povežite ta kontroler za prepoznavo.
sv: Anslut den här spelkontrollen för identifiering.
th: เชื่อมต่อกับอุปกรณ์ควบคุมนี้เพื่อระบุ
tr: Belirlemek için bu kumandayı bağlayın.
uk: Підʼєднайте цей контролер для визначення.
vi: Kết nối bộ điều khiển này để nhận dạng.
zh_cn: 连接此控制器以识别。
zh_hk: 連接此控制器以識別。
zh_tw: 連接此控制器來識別。

# FIND_CONTROLLER_DESC_TVOS
source: Play a vibration pattern on this controller.
ar: تشغيل اهتزاز قصير على ذراع التحكم هذه.
bg: Пусни модел на вибрация на този контролер.
ca: Reprodueix un patró de vibració en aquest comandament.
cs: Přehraje na ovladači vzor vibrací.
da: Afspil et vibrationsmønster på denne controller.
de: Gib ein Vibrationsmuster auf diesem Controller wieder.
el: Αναπαραγωγή μοτίβου δόνησης σε αυτό το χειριστήριο.
es: Reproduce un patrón de vibración en este mando.
es_us: Reproducir patrón de vibración en este control.
fi: Toista tärinäkuvio tällä ohjaimella.
fr: Émettez une série de vibrations sur cette manette.
fr_ca: Produisez une séquence de vibrations sur cette manette.
he: הפעלת רטט בשלט משחק זה
hi: इस कंट्रोलर पर वाइब्रेशन पैटर्न चलाएँ।
hr: Reproducirajte uzorak vibracije na ovom kontroleru.
hu: Rezgésminta lejátszása ezen a vezérlőn.
id: Putar pola getaran di pengontrol ini.
it: Fai vibrare questo controller.
ja: このコントローラで振動パターンを再生します。
kk: Осы контроллерде діріл сигналын ойнату.
ko: 이 컨트롤러에서 진동 패턴을 실행합니다.
lt: Leisti vibravimo parinktį šiame valdiklyje.
ms: Mainkan corak getaran pada pengawal ini.
nb: Spill av en vibrasjonssekvens på kontrolleren.
nl: Speel een trilpatroon af op deze controller.
pl: Odtworzenie wzoru wibracji na tym kontrolerze.
pt_br: Reproduza um padrão de vibração neste controle.
pt_pt: Reproduzir um padrão de vibração neste comando.
ro: Redați un model de vibrații pe acest controller.
ru: Воспроизвести вибросигнал на этом контроллере.
sk: Prehrá na tomto ovládači vzor vibrovania.
sl: Ponovite vibracijski vzorec s tem kontrolerjem.
sv: Spela upp ett vibreringsmönster på den här spelkontrollen.
th: เล่นรูปแบบการสั่นบนอุปกรณ์ควบคุมนี้
tr: Bu kumandada bir titreşim modeli oynatır.
uk: Відтворити вібрацію на цьому контролері.
vi: Phát một kiểu rung trên bộ điều khiển này.
zh_cn: 在此控制器上播放一种振动模式。
zh_hk: 在此控制器上播放一種震動節拍。
zh_tw: 在此控制器上播放震動節拍。

# FIND_CONTROLLER_GROUP_TITLE
source: Discovery
ar: اكتشاف
bg: Откриване
ca: Cerca
cs: Vyhledávání
da: Opdagelse
de: Entdeckung
el: Ανακάλυψη
es: Detección
es_us: Detección
fi: Etsintä
fr: Découverte
fr_ca: Découverte
he: גילוי
hi: खोज
hr: Otkrivanje
hu: Felfedezés
id: Penemuan
it: Ricerca
ja: 検出
kk: Анықтау
ko: 찾기
lt: Aptikimas
ms: Penemuan
nb: Søk
nl: Detectie
pl: Wykrywanie
pt_br: Descoberta
pt_pt: Deteção
ro: Detectare
ru: Обнаружение
sk: Vyhľadávanie
sl: Odkrivanje
sv: Upptäckt
th: การค้นหา
tr: Keşif
uk: Виявлення
vi: Khám phá
zh_cn: 发现
zh_hk: 尋找
zh_tw: 尋找

# FIND_CONTROLLER_TITLE
source: Identify Controller
ar: التعرف على ذراع التحكم
bg: Идентифицирай контролер
ca: Identifica el comandament
cs: Identifikace ovladače
da: Identificer controller
de: Controller identifizieren
el: Αναγνώριση χειριστηρίου
es: Identificar mando
es_us: Identificar control
fi: Tunnista ohjain
fr: Identifier la manette
fr_ca: Identifier la manette
he: זיהוי שלט משחק
hi: कंट्रोलर की पहचान करें
hr: Identificiraj kontroler
hu: Vezérlő azonosítása
id: Identifikasi Pengontrol
it: Rileva controller
ja: コントローラを識別
kk: Контроллерді анықтау
ko: 컨트롤러 찾기
lt: Valdiklio identifikavimas
ms: Kenal Pasti Pengawal
nb: Identifiser kontroller
nl: Identificeer controller
pl: Zidentyfikuj kontroler
pt_br: Identificar Controle
pt_pt: Identificar comando
ro: Identificare controller
ru: Найти контроллер
sk: Identifikácia ovládača
sl: Prepoznaj kontroler
sv: Identifiera spelkontroll
th: ระบุอุปกรณ์ควบคุม
tr: Kumandayı Belirle
uk: Знайти контролер
vi: Nhận dạng bộ điều khiển
zh_cn: 识别控制器
zh_hk: 識別控制器
zh_tw: 識別控制器

source: Game
ar: لعبة
bg: Игра
ca: Joc
cs: Hra
da: Spil
de: Spiel
el: Παιχνίδι
es: Juego
es_us: Juego
fi: Peli
fr: Jeu
fr_ca: Jeu
he: משחק
hi: गेम
hr: Igra
hu: Játék
it: Gioco
ja: ゲーム
kk: Ойын
ko: 게임
lt: Žaidimas
ms: Permainan
nb: Spill
pl: Gra
pt_br: Jogo
pt_pt: Jogo
ro: Joc
ru: Игра
sk: Hra
sl: Igra
sv: Spel
th: เกม
tr: Oyun
uk: Гра
vi: Trò chơi
zh_cn: 游戏
zh_hk: 遊戲
zh_tw: 遊戲

# GAME_INTENT_APP_LIBRARY_TITLE
source: App Library
ar: مكتبة التطبيقات
bg: Библиотека с приложения
ca: Biblioteca d’apps
cs: Knihovna aplikací
da: Appbibliotek
de: App-Mediathek
el: Βιβλιοθήκη εφαρμογών
es: Biblioteca de apps
es_us: Biblioteca de apps
fi: Appikirjasto
fr: Bibliothèque d’apps
fr_ca: Bibliothèque d’apps
he: ספריית יישומים
hi: ऐप लाइब्रेरी
hr: Medijateka aplikacija
hu: Appkönyvtár
id: Perpustakaan App
it: Libreria app
ja: アプリライブラリ
kk: Қолданба каталогі
ko: 앱 보관함
lt: Programų biblioteka
ms: Pustaka App
nb: Appbibliotek
nl: Appbibliotheek
pl: Biblioteka aplikacji
pt_br: Biblioteca de Apps
pt_pt: Biblioteca de aplicações
ro: Bibliotecă de aplicații
ru: Библиотека приложений
sk: Knižnica aplikácií
sl: Knjižnica aplikacij
sv: Appbibliotek
th: คลังแอป
tr: Uygulama Arşivi
uk: Бібліотека програм
vi: Thư viện ứng dụng
zh_cn: App资源库
zh_hk: App資料庫
zh_tw: App資料庫

# GAME_INTENT_GAMES_FOLDER_TITLE
source: Games
ar: الألعاب
bg: Игри
ca: Jocs
cs: Hry
da: Spil
de: Spiele
el: Παιχνίδια
es: Juegos
es_us: Juegos
fi: Pelit
fr: Jeux
fr_ca: Jeux
he: משחקים
hi: गेम
hr: Igre
hu: Játékok
id: Game
it: Giochi
ja: ゲーム
kk: Ойындар
ko: 게임
lt: Žaidimai
ms: Permainan
nb: Spill
pl: Gry
pt_br: Jogos
pt_pt: Jogos
ro: Jocuri
ru: Игры
sk: Hry
sl: Igre
sv: Spel
th: เกม
tr: Oyunlar
uk: Ігри
vi: Trò chơi
zh_cn: 游戏
zh_hk: 遊戲
zh_tw: 遊戲
